Repository: smailmelki/ExpenseApp
Catalog: ExpenseApp/Resources/languag/AppResource.*.resx
Languages: ar

# Balance
source: Wallet Balance
ar: رصيد المحفضة

# btnBackup
source: Backup Data
ar: نسخ احتياطي للبيانات

# btnRestor
source: Restore Data
ar: استعادة وتحميل البيانات

source: Currency
ar: العملة

source: Dark
ar: داكن

# Edit
source: Edit Category Items
ar: تعديل عناصر المصروفات

source: 3 Hours
ar: 3 ساعات

source: Languag
ar: اللغة

# lblBackup
source: Backup and restore your data
ar: نسخ احتياطي واستعادة بياناتك

# lblBalance
source: Wallet Balance : The salary or the designated amount for monthly expenses
ar: رصيد المحفظة : الراتب او الرصيد المخصص للإنفاق الشهري

# lblName
source: Edit Name and avatar
ar: تعديل الاسم

# lblNoyify
source: Send a reminder notification to log expenses svery
ar: ارسال اشعار للتذكير بتسجيل المصروفات كل

source: Light
ar: فاتح

source: Mode
ar: الوضع

source: Name
ar: الاسم

# RecNotify
source: Receive Notifications
ar: تلقي الاشعارات

source: Save
ar: حفظ

# SaveNotify
source: Save Notification Setting
ar: حفظ اعدادات الاشعارات

source: 6 Hours
ar: 6 ساعات

source: 12 Hours
ar: 12 ساعة

# lblHomeHello
source: Hello
ar: مرحبا

# lblHomeWelcome
source: Let's record your expenses and don't forget to do it daily!
ar: هيا, سجل مصروفاتك ولا تنس التسجيل اليومي!

# lblExpToday
source: Today's Expenses
ar: مصروفات اليوم

# lblExpMonth
source: Total Expenses
ar: مصروفات الشهر

# lblExpRecent
source: Recent Expenses
ar: المصروفات الأخيرة

# EmptyCollection
source: you don't spend any mony today? Don't forget to log expenses.
ar: لم تنفق أي مال اليوم ؟ لا تنس أن تسجل مصروفاتك

# homeTitle
source: Home Page
ar: الصفحة الرئيسية

# SettingTitle
source: App Settings
ar: اعدادات التطبيق

# lblStatisYearly
source: Yearly Expenses
ar: مصروفات سنة

# lblStatisTotal
source: Total
ar: الاجمالي :

# statisticTitle
source: Statistics
ar: الاحصائيات

# btnDetails
source: Show Details
ar: عرض التفاصيل

# lblShellStatestic
source: Statestics
ar: الاحصائيات

# lblShellHome
source: Home
ar: الرئيسية

# lblShellSetting
source: Settings
ar: الاعدادات

# lblAddItem
source: Add New Item
ar: اضافة عنصر جديد

# btnAdd
source: Add
ar: اضافة

# btnCancel
source: Cancel
ar: الغاء

# btnEditicon
source: Edit Icon
ar: تعديل الايقونة

# btnEditColor
source: Edit Color
ar: تعديل اللون

# lblExpenseType
source: Expense Type
ar: نوع المصروف

# lblAmountSpent
source: Amount Spent
ar: المبلغ المصروف

# lblNote
source: Notes
ar: ملاحظات

# lblDescription
source: Description
ar: يستخدم هذا الوصف لتسهيل البحث في مصروفاتك

# lblNoItems
source: NoI tems
ar: لا يوجد عناصر للمصروفات

# lblDetails
source: DetailsMonthly
ar: تفاصيل الشهر

# lblItem
source: Item
ar: المصروف

# lblCatigory
source: Catigory
ar: الصنف

# lblPrix
source: Prix
ar: المبلغ

# lblDeleteMsg
source: Delete message
ar: هل تريد حذف هذا العنصر

# lblYes
source: Yes
ar: نعم

# lblNo
source: No
ar: لا

# lblDelete
source: Delete
ar: حذف

# lblEdit
source: Edit
ar: تعديل

# lblAction
source: Select action
ar: اختر الإجراء

# lblreminder
source: reminder
ar: تذكير

# msgreminder
source: reminder
ar: لا تنس تسجبل مصروفات اليوم

# Cur_DZD
source: Algerian Dinar
ar: دينار جزائري

# Sym_DZD
source: DZD
ar: د.ج

# Cur_SAR
source: SAR
ar: الريال السعودي

# Cur_USD
source: USD
ar: دولار أمريكي

# Cur_euro
source: EURO
ar: اليورو

# Cur_GBP
source: GBP
ar: الجنيه الإسترليني

# Cur_JPY
source: JPY
ar: الين الياباني

# msg_Saved
source: Saved
ar: تم الحفظ

# msg_NotifyTime
source: Notify Time
ar: يجب عليك اختيار وقت التنبيه

# msg_BackUp1
source: Errur
ar: لم يتم اختيار مكان لحفظ نسخة من قاعدة البيانات

# msg_BackUp2
source: BackUp Done
ar: تم انشاء نسخة من قاعدة البيانات

# Msg_BackUp3
source: BackUp Error
ar: خطأ في انشاء نسخة من قاعدة البيانات

# msg_Restor1
source: DataBase Not Found
ar: لم يتم العثور على قاعدة البيانات الاحتياطية

# msg_Restor2
source: Restore Done
ar: تمت استعادة قاعدة البيانات بنجاح

# msg_Restore3
source: Restore Error
ar: فشلت عملية استعادة قاعدة البيانات

# msg_Restor4
source: Error Shema
ar: بنية قاعدة البيانات مختلفة

# msg_Restor5
source: Other Error
ar: حدث خطأ أثناء استعادة قاعدة البيانات

# lblDeleteSecces
source: Deleted successfully
ar: تم الحذف بنجاح

# lblDeleteBack
source: The deletion has been undone.
ar: تم التراجع عن الحذف

# btnBack
source: retreat
ar: تراجع
